Revit 2027 API
ParameterTypeId.RebarIncludeLastBar Property
 "Include Last Bar"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarIncludeLastBar { get; }
Public Shared ReadOnly Property RebarIncludeLastBar As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarIncludeLastBar {
	ForgeTypeId^ get ();
}
static member RebarIncludeLastBar : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace